NRC-Lemmas IN test.txt

Length of Lexicon: 4200
Length of Vocabulary: 1341
Recognized Words: 260
Recognized Percentage: 0.193885160328

Recognized Words:

Prinz
Vater
König
gut
hören
Feind
Soldat
Freund
sterben
morgen
Wort
glauben
Tod
Einfall
klein
Wunde
Zeit
verstehen
Krieg
wissen
alt
glücklich
ziehen
Unglück
Glück
Held
Jugend
versprechen
Gewalt
bestechen
wahr
männlich
lachen
Schicksal
Ehre
jung
Schlacht
tödlich
würdig
ehrlich
voll
umarmen
jugendlich
Herz
feindlich
verächtlich
Gehorsam
bewundern
führen
Freude
Fehler
zwingen
überlegen
Liebe
Gefangen
Schande
Eisen
helfen
Erstaunen
Thron
Gut
erfahren
herzlich
verlieren
voraus
Regierung
vergessen
Andenken
schrecklich
Kindheit
Gefangenschaft
Verzeihung
prahlen
grausam
edel
klagen
Reich
blind
Folge
schwören
Elend
frei
müd
wagen
gedenken
schlagen
Feuer
elend
menschlich
Verzweiflung
stehen
verlor
wert
Helm
Krieger
fürchten
Lachen
ernsthaft
weiss
lebendig
Anbetung
blutig
Freundschaft
verweigern
lehren
Streich
gewinnen
Bildung
Geschichte
Tritt
lang
wunderbar
Verräter
Tat
streng
Blitz
folge
ungeduldig
Lehre
kostbar
Wunder
verführerisch
Barmherzigkeit
Standhaftigkeit
Wut
schaden
Verzögerung
Mannschaft
genassen
vereiteln
Geschäft
ertragen
gelehrt
springen
ändern
Weinen
Glaube
schaffen
persönlich
ungern
Trost
still
regieren
Sehnsucht
Hass
bewacht
Fall
Bewusstsein
kindlich
töten
Gold
Angriff
Übel
Aufmerksamkeit
spalten
schüchtern
Anfang
Necken
Urteil
Blind
Sieger
fallen
Lamm
halb
behalten
Nachtwache
Warnung
gefährlich
aufheben
Keim
schlecht
älter
anvertrauen
überreden
Rede
beten
Unschuld
Mutter
Verlust
Höhe
Ernst
Geschöpf
Ungeduld
betäubt
stark
lernen
Feuersbrunst
Spott
fassen
Schrecken
Freiheit
kriegerisch
Umarmung
Dämon
Schwören
erstaunen
verhindern
Verachtung
Schale
Wunderbar
Lob
unglücklich
verabscheuen
Gott
freundlich
Sturm
empfangen
mühsam
krank
Verwirrung
Verdienst
verlassen
Schlag
Höflichkeit
schw
off
Tapferkeit
Rätsel
verweigert
Friede
Papagei
kalt
Glückseligkeit
Wildheit
Lächeln
weibisch
Tugend
Gelegenheit
erwarten
weinen
Unmöglich
Narbe
bös
hinter
Zärtlichkeit
vergeben
dulden
höflich
bescheid
Arzt
strich
Opfer
eile
Mädchen
Wahrheit
Mücke
Vertrauen
leicht
Vorsicht
Unehre
Eifer
Himmel
kleiden
Begleiter
dienen
Schuld
Verbrechen
Gefährte
Nachteil
höchste
